Repository: Tufuwu/test5
Catalog: src/livecd/image/boot/grub/locale/*.po
Languages: fi, pt, sk

source: Start Rescuezilla
fi: Käynnistä Rescuezilla
pt: Iniciar o Rescuezilla
sk: Spustiť Rescuezilla

source: If boot fails, reboot and try selecting Graphical fallback instead
fi: Jos käynnistys epäonnistuu, käynnistä uudelleen ja valitse Graafinen tila
pt: Se o arranque falhar, reinicie e tente selecionar o Modo - Fallback Gráfico
sk: Ak sa spustenie systému nepodarí, reštartujte počítač a namiesto toho skúste vybrať možnosť Grafický záložný režim

source: Graphical fallback mode
fi: Graafinen tila
pt: Modo - Fallback Gráfico
sk: Grafický záložný režim

source: Use low-resolution fallback graphics driver if standard mode doesn't work for your hardware
fi: Käytä alhaisen resoluution näytönohjainta, jos vakiotila ei toimi laitteistollasi
pt: Utiliza driver alternativo de baixa resolução, caso o modo gráfico padrão não funcione em seu hardware
sk: Ak pre váš hardvér nefunguje štandardný režim, použite záložný grafický ovládač s nízkym rozlíšením

source: Load USB into RAM
fi: Lataa USB RAM-muistiin
pt: Carregar pendrive na RAM
sk: Načítanie USB do pamäte RAM

source: Loads Rescuezilla into memory allowing the boot media to be ejected after bootup
fi: Lataa Rescuezillan muistiin mahdollistaen käynnistysmedian poistamisen käynnistyksen jälkeen
pt: Carregar o Rescuezilla na memória, permitindo ao suporte de arranque ser ejetado após arrancar
sk: Načíta Rescuezillu do pamäte, čo umožní vysunutie zavádzacieho média po spustení systému

source: Check USB for defects
fi: Tarkista, onko USB-liittimessä vikoja
pt: Verificar USB por defeitos
sk: Kontrola USB na prítomnosť chýb

source: Verify integrity of USB drive
fi: Tarkista USB-aseman eheys
pt: Verificar integridade da unidade USB
sk: Overenie integrity jednotky USB

source: Enter BIOS Setup
fi: Siirry BIOS-asetuksiin
pt: Entrar na configuração do BIOS
sk: Vstup do nastavenia systému BIOS

source: Configure machine's firmware, boot options etc
fi: Määritä koneen laiteohjelmisto, käynnistysasetukset jne
pt: Configurar firmware da maquina, opções de arranque, etc
sk: Konfigurácia firmvéru počítača, možnosti spúšťania atď.

source: Memory test
fi: Muistitesti
pt: Teste de memória
sk: Test pamäte

source: Check computer memory for errors
fi: Tarkista tietokoneen muisti virheiden varalta
pt: Verificar a memória do computador quanto a erros
sk: Kontrola pamäte počítača na prítomnosť chýb
